/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_603948288772670239": {
      "settings": {
        "checksum": "a9567709a8cdb7db718d5b0a6162a671e168734eb7f089f961e3e8a3d6528336_0_1_1_0__1",
        "gg4H9Lm-5Vx_text": "<span style=\"color:#E78F29;\"><strong>Every Men Is Stopping The \"Nightly Bathroom Loop\" &amp; Preventing Irreversible \"Leather Bladder\" Damage</strong></span>",
        "ggGqacMhkwp_text": "<span style=\"color:#000000;\"><i><strong>(Without The \"Sexual Side Effects\" of Prescriptions)</strong></i></span>",
        "ggUqYiUJYEB_label": "<p>Learn More</p>",
        "ggfc7o5bmRW_label": "<p><strong><u>Or Click Here to Buy Now</u></strong></p>",
        "ggg9xsV523A_text": "<span style=\"color:#000000;\">5 Reasons Why&nbsp;</span>",
        "section_preload": "true"
      },
      "type": "gp-section-603948288772670239"
    },
    "gp_section_603948288772801311": {
      "settings": {
        "checksum": "2faaf761778a49a933879aeac780ad4c6ba2a086aeef34e5ec6cc7f3f62f9b08_0_1_1_0__1",
        "gg1oHzIF6mE_text": "<p>I used to load up on cheap Saw Palmetto from the drugstore, only to feel frustrated when I was still up at 3 AM.</p><p>&nbsp;</p><p><strong>MeridEase Labs</strong> solves the \"Extraction Gap\":</p><p>&nbsp;</p><p><strong>Generic Powders:</strong> Are just ground-up berries (\"Sawdust\") with only 10-12% active fatty acids. They are essentially placebos.</p><p>&nbsp;</p><p><strong>MeridEase Labs' CO2 Extract:</strong> Uses Supercritical CO2 extraction to isolate the lipidosterolic oil, concentrating active beta-sitosterol to &gt;85%.</p><p>&nbsp;</p><p>In fact, one softgel is bio-equivalent to 10-20 capsules of the powder you bought at CVS</p><p>&nbsp;</p><p><i>\"I thought herbal stuff was snake oil until I realized I was taking the wrong kind. This isn't sawdust; it's the real oil. The flow difference was noticeable in 10 days.\" — </i>Mark T<i>.&nbsp;</i></p>",
        "gg2nYlyqUhz_text": "<p>The same swelling that's blocking your pee is also crushing the nerves that control erections.</p><p>&nbsp;</p><p>When MeridEase reduces the swelling, it decompresses those nerves. Blood flow improves. Testosterone stops getting converted to DHT.</p><p>&nbsp;</p><p><strong>A lot of guys notice morning wood coming back first</strong>—even before the bathroom trips improve.</p>",
        "gg3gSe63GPU_text": "3. Breaks The \"Sleep-Inflammation\" Feedback Loop",
        "gg5PjsAdd7Z_text": "<p><i><strong>\"The most significant improvement has been sleeping 6 hours straight. It’s a big relief not to have that constant pressure or the fear that I'm permanently damaging my body.\"</strong></i></p><p>&nbsp;</p><p>I used to think I could just \"wait until it got worse.\" I didn't realize that pushing against a blockage was destroying my bladder wall.&nbsp;</p><p>&nbsp;</p><p><strong>MeridEase Labs</strong> includes a Clinical-Grade \"Decompression Matrix\" that targets the root cause:</p><p>&nbsp;</p><p><strong>Delta-7 Sterols:</strong> Competitively inhibits 5-alpha-reductase to stop the DHT fuel source.</p><p>&nbsp;</p><p><strong>Nitric Oxide Boost:</strong> Relaxes the \"Vice Grip\" of smooth muscle tension, opening the flow immediately.</p><p>&nbsp;</p><p><strong>Anti-Inflammatory Lipids:</strong> Reduces the swelling that strangulates the urethra.</p><p>&nbsp;</p><p><strong>Why it matters:</strong> It stops your bladder from having to \"lift heavy weights\" every time you pee, preventing the scar tissue that leads to Leather Bladder.</p><p>&nbsp;</p><p><strong>Shocking stat:</strong> Urology studies show that bladder wall thickness increases significantly with untreated obstruction—creating irreversible damage while you \"wait.\"</p>",
        "ggCPo2QyNVg_text": "<p><strong>“What you’re experiencing isn’t just aging,”</strong> Dr. Reynolds said. “It’s bladder <strong>trabeculation</strong>—and most men are told to just ‘watch and wait.’</p><p><br>“Let me show you the damage.”</p><p><br>He drew two circles. “First, the prostate swells and clamps the urethra shut. Second, the bladder is forced to push against a closed door, growing thicker and scarred. Third, the elastic bladder turns stiff—what we call a ‘leather bladder.’</p><p><br>“And once that fibrosis sets in, it’s often irreversible. Even if we fix the prostate, the bladder is already ruined.”</p><p><br>I paused. “So ‘watchful waiting’ causes damage?”</p><p><br>“Exactly,” he said. “You’re not standing still. Every night you wait, your bladder is being remodeled into a non-functional organ.”</p>",
        "ggIbn3Oq_wA_text": "<p><strong>✓ Restores spontaneous flow</strong></p><p><strong>✓ Protects nerve function</strong></p><p>&nbsp;</p><p>I was terrified of Flomax because of the \"retrograde ejaculation\" horror stories. I didn't want to trade my flow for my function.</p><p>&nbsp;</p><p><strong>MeridEase Labs</strong> tackles the \"Nerve Strangulation\":</p><ul><li><strong>Releases the Grip:</strong> By reducing inflammation, we decompress the Cavernous Nerves that run along the prostate, restoring the signal for erections.</li><li><strong>Nitric Oxide Support:</strong> Pumpkin Seed Oil boosts Nitric Oxide, naturally improving blood flow for both urination and intimacy.</li><li><strong>The truth bomb:</strong> You don't have to choose between a healthy prostate and a healthy sex life. You can have both.</li></ul><p><i>\"My wife noticed the difference before I did. I feel like I'm 40 again—in more ways than one.\"</i> — Robert L., 62</p>",
        "ggJi4ibQV97_text": "<strong>Here’s how MeridEase Labs' Pumpkin Seed Oil And Saw Palmetto Softgels fixes the obstruction to save your bladder—and delivers bonus benefits you’ll love:</strong>",
        "ggYz_YaWLs-_text": "<p><strong>I felt my stomach drop.</strong></p><p>&nbsp;</p><p>Three years of waking up at 3 AM. Three years of \"trying to manage it\" by drinking less water. Three years of my wife sleeping in the guest room because I was up 5 times a night.</p><p>&nbsp;</p><p>Meanwhile, when I asked about prescriptions, I read about \"retrograde ejaculation\" and \"shooting blanks.\" The trade-off—pee slightly better but lose my manhood—was unacceptable.</p><p>&nbsp;</p><p>But me? I got dismissed with \"it's just part of getting older.\"</p><p>&nbsp;</p><p>\"So what's the solution?\" I whispered.</p><p>&nbsp;</p>",
        "gg_SylVG7-I_text": "1. Stops The \"Silent Thickening\" By Decompressing The Prostate",
        "ggamC8gEgTZ_text": "4. Restores \"Morning Wood\" &amp; Virility (Without The Side Effects)",
        "ggwg5NyrzOE_text": "2. Delivers Real Oil, Not \"Sawdust\" (Why Generic Pills Failed You)",
        "ggxyIW-q1-e_label": "<p>CLICK HERE TO CHECK AVAILABILITY</p>"
      },
      "type": "gp-section-603948288772801311"
    },
    "gp_section_603952365602603807": {
      "settings": {
        "checksum": "cfe63848993c08232a01328a653c914371feb789b649b0153aa0965791969f34_0_1_1_0__1",
        "ggAgAtlFnl9_label": "<p>CLICK HERE TO CHECK AVAILABILITY</p>",
        "ggBcdBu_Et5_text": "Your 90-Day Decompression Timeline",
        "ggJN0nFxw2i_text": "5. Reclaims Your Dignity &amp; Autonomy",
        "ggNexQMyphh_label": "<p>GET UP TO 55% OFF</p>",
        "gg_v0AWAnL6_text": "<ul><li><strong>The \"3 AM Wall\":</strong> Waking up and unable to fall back asleep.</li><li><strong>Urgency without Volume:</strong> Feeling like you're going to burst, but only a trickle comes out.</li><li><strong>Latchkey Panic:</strong> An uncontrollable urge the moment you arrive home.</li><li><strong>Weak Stream:</strong> A start-stop flow that takes forever to finish.</li></ul><p><strong>Important:</strong> Every month you stay in \"watchful waiting\" allows more collagen scar tissue to build up in your bladder wall.</p>",
        "gga2NZMOSAu_text": "Warning Signs You Are Developing \"Leather Bladder\":",
        "ggkpNxMLTYt_text": "<ul><li><strong>Weeks 1-2:</strong> Inflammation begins to cool. The \"Vice Grip\" on the urethra loosens. Urgency frequency drops.</li><li><strong>Weeks 3-4:</strong> Sleep architecture restores. The \"3 AM Awakening\" stops. Energy levels return.</li><li><strong>Weeks<sub> </sub>5-8:</strong> Full symptom relief. Bladder elasticity is protected from further thickening. Sexual confidence returns.</li><li><strong>Weeks 9-12:</strong> Prostate health optimized. Systemic Decompression.</li></ul><p>&nbsp;</p><p><strong>Take Control of Your Sleep &amp; Dignity Today</strong></p><ul><li><strong>Special Offer:</strong> Save up to 55% off today.</li><li><strong>60-Day Money-Back Guarantee:</strong> If you don't sleep better, you don't pay.</li><li><strong>Clinical Strength:</strong> High-potency Beta-Sitosterol &amp; Delta-7 Sterols.</li></ul>",
        "ggnJC39Ipbz_text": "<p><strong>No more:</strong></p><ul><li><strong>\"Latchkey Panic\"</strong> when you put your key in the door.</li><li><strong>\"Toothpaste Pinching\"</strong> to avoid stains in your underwear.</li><li><strong>\"Bathroom Mapping\"</strong> every time you go to a restaurant.</li></ul><p><i>\"Everything you claim is true. Stronger stream, yes. Sleeping through the night, yes. No more embarrassment, yes.\" — </i>James P.</p>"
      },
      "type": "gp-section-603952365602603807"
    },
    "gp_section_604083413829354210": {
      "settings": {
        "checksum": "865c5d990518400458f19052a274a3e61861965ea12d24fd1ae84f7be3f11309_0_1_1_0__1",
        "ggYojUmTZGj_label": "<p>Buy Now</p>",
        "section_preload": "true"
      },
      "type": "gp-section-604083413829354210"
    }
  },
  "order": [
    "gp_section_604083413829354210",
    "gp_section_603948288772670239",
    "gp_section_603948288772801311",
    "gp_section_603952365602603807"
  ],
  "layout": "theme.gempages.blank"
}
